Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Place the syringe in the patch and pull out 1 to 2 dashes of air.
ar: ضع المحاقنة في التصحيح وسحب 1 إلى 2 شرطة من الهواء.
da: Placer sprøjten i plasteret og træk 1 til 2 bindestreger luft ud.
de: Legen Sie die Spritze in den Patch und ziehen Sie 1 bis 2 Bindestriche Luft aus.
es: Coloque la jeringa en el parche y saque de 1 a 2 guiones de aire.
fi: Laita ruisku laastariin ja vedä ulos 1 - 2 ilman välipalaa.
fr: Placez la seringue dans le patch et tirez 1 à 2 tirets d'air.
he: מניחים את המזרק במדבקה ומשלפים 1 עד 2 מקפים של אוויר.
hu: Helyezze a fecskendőt a tapaszba, és húzzon ki 1-2 csipetnyi levegőt.
it: Posizionare la siringa nel cerotto e tirare fuori da 1 a 2 trattini d’aria.
ja: 注射器をパッチの中に入れ、1～2ダッシュ分の空気を抜く。
ko: 주사기를 패치에 넣고 공기를 1~2회 주입합니다.
nb: Sett sprøyten på plasteret og trekk ut 1 til 2 bindestreker med luft.
nl: Plaats de spuit in de patch en trek 1 tot 2 streepjes lucht.
pl: Umieścić strzykawkę w plastrze i odciągnąć od 1 do 2 myślników powietrza.
pt_br: Coloque a seringa na atualização e extraia 1 a 2 traços de ar.
ro: Introduceți seringa în pompă și scoateți 1-2 pufuri de aer.
ru: Поместите шприц в патч и вытащите от 1 до 2 дефис воздуха.
sk: Vložte injekčnú striekačku do náplasti a vytiahnite 1 až 2 dávky vzduchu.
sl: Injekcijsko brizgo vstavite v obliž in izvlecite 1 do 2 črtici zraka.
sv: Placera sprutan i plåstret och dra ut 1 till 2 streck luft.
tr: Şırıngayı banda yerleştirin ve 1 ila 2 çizgi hava çekin.
uk: Вставте шприц у пластир і витягніть 1-2 крапки повітря.
zh_hans: 将注射器插入贴泵，抽出 1‑2 格空气。

source: Press the needle button and start the priming process.
ar: اضغط على زر الإبرة وابدأ عملية التمهيد.
da: Tryk på nåleknappen og start klargøringsprocessen.
de: Drücken Sie die Nadel Taste und starten Sie den Prämierungsprozess.
es: Presione el botón de agujas e inicie el proceso de primado.
fi: Paina neula-nappia ja aloita valmistelu uudelleen.
fr: Appuyez sur le bouton de l'aiguille et démarrez le processus d'amorçage.
he: לחץ על כפתור המחט והתחל בתהליך הפרימינג.
hu: Nyomja meg a tű gombot, és indítsa el az alapozó folyamatot.
it: Premere il pulsante dell’ago e avviare il processo di innescatura.
ja: ニードルボタンを押し、プライミングを開始する。
ko: 바늘 버튼을 누르고 프라이밍 과정을 시작합니다.
nb: Press på nålesnappen og begynn på sykkelprosessen.
nl: Druk op de naalknop en start het primerproces.
pl: Wcisnąć przycisk igły i rozpocząć proces przygotowania.
pt_br: Pressione o botão da agulha e inicie o processo de primação.
ro: Apăsați butonul acului și începeți procesul de amorsare.
ru: Нажимаем на иглу и начинаем привязку.
sk: Stlačte tlačidlo ihly a začnite proces napĺňania.
sl: Pritisnite gumb za iglo in začnite postopek polnjenja.
sv: Tryck på nålknappen och starta priming processen.
tr: İğne düğmesine basın ve hazırlama işlemini başlatın.
uk: Натисніть кнопку голки і почніть процес ґрунтування.
zh_hans: 按下针头按钮并启动初始化过程。

source: Press the needle button to insert the needle. Click on "Activate" to complete the activation process.
ar: اضغط على زر الإبرة لإدراج الإبرة. انقر على "تفعيل" لإكمال عملية التفعيل.
da: Tryk på nåleknappen for at stikke nålen ind. Klik på "Aktiver" for at fuldføre aktiveringsprocessen.
de: Drücken Sie die Nadel Taste, um die Nadel einzulegen. Klicken Sie auf "Aktivieren", um den Aktivierungsvorgang abzuschließen.
es: Pulse el botón de aguja para insertar la aguja. Haga clic en "Activar" para completar el proceso de activación.
fi: Paina neulan nappia lisätäksesi neulaa. Napsauta "Aktivoi" saadaksesi aktivointiprosessin valmiiksi.
fr: Appuyez sur le bouton de l'aiguille pour insérer l'aiguille. Cliquez sur "Activer" pour terminer le processus d'activation.
he: לחץ על לחצן המחט כדי להכניס את המחט. לחץ על "הפעל" להשלמת תהליך ההפעלה.
hu: Nyomja meg a tű gombot a tű behelyezéséhez. Kattintson az "Aktiválás" gombra az aktiválási folyamat befejezéséhez.
it: Premere il pulsante dell’ago per inserire l’ago. Fare clic su "Attiva" per completare il processo di attivazione.
ja: 針ボタンを押して針を挿入します。Activate "をクリックし、アクティベーションを完了します。
ko: 바늘 버튼을 눌러 바늘을 삽입합니다. '활성화'를 클릭하여 활성화 프로세스를 완료합니다.
nb: Trykk på kanylen for å sette inn kanylen. Klikk på "Aktiver" for å fullføre aktiveringsprosessen.
nl: Druk op de naaldknop om de naald in te voegen. Klik op "Activeren" om het activeringsproces te voltooien.
pl: Wcisnąć przycisk igły, aby wprowadzić igłę. Kliknij przycisk "Aktywuj", aby zakończyć proces aktywacji.
pt_br: Pressione o botão da agulha para inserir a agulha. Clique em "Ativar" para concluir o processo de ativação.
ro: Apăsați butonul acului pentru a introduce acul. Atingeți butonul "Activați" pentru a finaliza procesul de activare.
ru: Нажмите на кнопку иглы, чтобы вставить иглу. Нажмите на кнопку "Активировать", чтобы завершить процесс активации.
sk: Stlačte tlačidlo ihly, aby ste vložili ihlu. Kliknite na „Aktivovať“, aby ste dokončili proces aktivácie.
sl: Pritisnite gumb za iglo, da vstavite iglo. Za dokončanje postopka aktivacije kliknite "Activate" (Aktiviraj).
sv: Tryck på nålknappen för att sätta in nålen. Klicka på "Aktivera" för att slutföra aktiveringsprocessen.
tr: İğneyi yerleştirmek için iğne düğmesine basın. Etkinleştirme işlemini tamamlamak için "Etkinleştir" üzerine tıklayın.
uk: Натисніть кнопку голки, щоб вставити голку. Натисніть "Активувати", щоб завершити процес активації.
zh_hans: 按下针键插入针头。点击“激活”来完成激活过程。

source: Previous Patch Details
ar: تفاصيل التصحيح السابقة
da: Forrige Rettelsesdetaljer
de: Vorherige Patch-Details
es: Detalles del parche anteriores
fi: Edellisen Paikan Tiedot
fr: Détails du patch précédent
he: פרטי התיקון הקודם
hu: Előző javítás részletei
it: Dettagli Patch Precedente
ja: 前パッチの詳細
ko: 이전 패치 세부 정보
nb: Forrige programfiks detaljer
nl: Vorige Patch Details
pl: Poprzednia aktualizacja
pt_br: Detalhes da Atualização Anterior
ro: Detalii Pompă Anterior
ru: Предыдущие детали патча
sk: Podrobnosti o predchádzajúcej náplasti
sl: Podrobnosti o prejšnjem popravku
sv: Tidigare Patch Detaljer
tr: Önceki Yama Ayrıntıları
uk: Інформація про попередній патч
zh_hans: 上一个贴泵详情

source: Primed
ar: جاهز
da: Grundet
de: Grundiert
es: Imprimado
fi: Pohjustettu
fr: Apprêtée
he: דרוך
hu: Alapozott
ja: プライム
ko: 프라이밍
nb: Primet
nl: Gegrond
pl: Zagruntowany
pt_br: Preparado
ro: Amorsat
ru: Грунтованный
sv: Förberedd
tr: Astarlanmış
uk: Заґрунтовано
zh_hans: 引线

source: Priming
ar: التمهيد
da: Grunding
de: Grundierung
es: Cebado
fi: Pohjustus
fr: Amorçage
he: פרימינג
hu: Alapozás
ja: プライミング
ko: 프라이밍
pl: Gruntowanie
pt_br: Escorvamento
ro: Amorsare
ru: Грунтование
sk: Základný náter
sl: Zalivanje
tr: Hazırlama
uk: Ґрунтування
zh_hans: 打底

source: Pump base Firmware
ar: البرنامج الثابت لقاعدة المضخة
da: Firmware til pumpebase
de: Pumpenbasis Firmware
es: Firmware de la base de bomba
fi: Pumpun pohja Firmware
fr: Firmware de la base de la pompe
he: קושחת בסיס משאבה
hu: Szivattyú alap Firmware
it: Firmware della base della pompa
ja: ポンプベースファームウェア
ko: 펌프 기본 펌웨어
nb: Fastvare for pumpebase
nl: Pomp basis Firmware
pl: Oprogramowanie sprzętowe podstawy pompy
pt_br: Firmware da base da bomba
ro: Firmware bază pompă
ru: Встроенное программное обеспечение базы насоса
sk: Firmvér základne čerpadla
sl: Vdelana programska oprema baze črpalke
sv: Firmware för pumpbas
tr: Pompa tabanı Ürün Yazılımı
uk: Прошивка основи насоса
zh_hans: 泵底座固件

source: Pump base model
ar: نموذج مضخة الأساس
da: Pumpe base model
de: Pumpen-Basis-Modell
es: Modelo base de bomba
fi: Pumpun perusmalli
fr: Modèle de base de la pompe
he: דגם בסיס משאבה
hu: Szivattyú alapmodell
it: Modello base pompa
ja: ポンプベースモデル
ko: 펌프 기본 모델
nb: Basismodell for pumpen
nl: Pomp basis model
pl: Model podstawowy pompy
pt_br: Modelo base da bomba
ro: Model bază pompă
ru: Базовая модель насоса
sk: Model základne pumpy
sl: Osnovni model črpalke
sv: Pump basmodell
tr: Pompa temel modeli
uk: Базова модель насоса
zh_hans: 泵基模型

source: Pump base settings
ar: إعدادات الأساس المضخة
da: Pumpe base indstillinger
de: Pump-Basis-Einstellungen
es: Ajustes base de la bomba
fi: Pumpun perusasetukset
fr: Paramètres de base de la pompe
he: הגדרות בסיס משאבה
hu: Szivattyú alapbeállítások
it: Impostazioni base micro
ja: ポンプベースの設定
ko: 펌프 기본 설정
nb: Innstillinger for pumpe
nl: Pomp basisinstellingen
pl: Podstawowe ustawienia pompy
pt_br: Configurações da bomba
ro: Setări bază pompă
ru: Базовые настройки насоса
sk: Nastavenia základne pumpy
sl: Osnovne nastavitve črpalke
sv: Pump basinställningar
tr: Pompa tabanı ayarları
uk: Базові налаштування насоса
zh_hans: 泵站基准设置

source: Pump base SN
ar: مضخة قاعدة SN
da: Pumpe base SN
de: Pumpen-Basis-SN
es: Bomba base SN
fi: Pumpun pohja SN
fr: Base de pompe SN
he: בסיס משאבה SN
hu: Szivattyú alap SN
it: Base microinfusore SN
ja: ポンプベースSN
ko: 펌프 베이스 SN
nb: Pumpens base SN
nl: Pomp basis SN
pl: Podstawowa pompa SN
pt_br: Base da Bomba SN
ro: Număr serie bază pompă
ru: Базовый насос SN
sk: Sériové číslo základne pumpy
sl: Osnova črpalke SN
sv: Pumpbas SN
tr: Pompa tabanı SN
uk: Основа насоса SN
zh_hans: 泵站 SN

source: Rate
ar: التقييم
da: Kurs
de: Zinssatz
es: Tarifa
fi: Korko
fr: Taux
he: תעריף
hu: Értékelés
it: Tasso
ja: レート
ko: 요율
nb: Vurdering
nl: Tarief
pl: Ocena
pt_br: Taxa
ro: Rată
ru: Оценить
sk: Kurz
sl: Ocena
sv: Betyg
tr: Oran
uk: Оцінка
zh_hans: 评分

source: Reconnect
ar: إعادة الاتصال
da: Genopret
de: Neu verbinden
es: Volver a conectar
fi: Yhdistä Uudelleen
fr: Reconnecter
he: התחבר מחדש
it: Riconnetti
ja: 再接続
ko: 다시 연결
nb: Gjenoppkoble
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
ro: Reconectați
ru: Переподключить
sk: Znova pripojiť
sl: Ponovna povezava
sv: Återanslut
tr: Yeniden Bağlan
uk: Підключіться знову
zh_hans: 重新连接

source: Reconnecting...
ar: إعادة الاتصال...
da: Genforbinder...
de: Verbinde neu...
es: Reconectando...
fi: Yhdistetään Uudelleen...
fr: Reconnexion en cours...
he: מתחבר מחדש...
hu: Újrakapcsolódás...
it: Riconnessione...
ja: 再接続...
ko: 다시 연결하기...
nb: Gjenopprettes...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
pt_br: Reconectando...
ro: Reconectare...
ru: Переподключение...
sk: Opätovné spojenie...
sl: Ponovno povezovanje...
sv: Återansluter...
tr: Yeniden bağlanıyor...
uk: Відновлення зв'язку...
zh_hans: 正在重新连接...

source: Remove Pump
ar: إزالة المضخة
da: Fjern Pumpe
de: Pumpe entfernen
es: Eliminar bomba
fi: Poista Pumppu
fr: Enlever la pompe
he: הסר את המשאבה
hu: Szivattyú eltávolítása
it: Rimuovi Pompa
ja: ポンプの取り外し
ko: 펌프 제거
nb: Fjern pumpe
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Remover Bomba
ro: Eliminați pompa
ru: Снимите насос
sk: Odstrániť Pod
sl: Odstranite črpalko
sv: Ta bort pump
tr: Pompayı Çıkarın
uk: Зняти насос
zh_hans: 移除输出

source: Remove the safety cover from the patch.
ar: إزالة غلاف الأمان من التصحيح.
da: Tag sikkerhedshætten af plasteret.
de: Entfernen Sie die Sicherheitsabdeckung aus dem Patch.
es: Eliminar la cobertura de seguridad del parche.
fi: Poista turvasuojus laastarin kohdalta.
fr: Retirez le capot de sécurité du patch.
he: הסר את כיסוי הבטיחות מהמדבקה.
hu: Távolítsa el a biztonsági fedelet a tapaszról.
it: Rimuovere il coperchio di sicurezza dal cerotto.
ja: パッチから安全カバーを外す。
ko: 패치에서 안전 커버를 제거합니다.
nb: Fjern sikkerhetsdekslet fra plasteret.
nl: Verwijder de veiligheidsdeksel van de patch.
pl: Zdjąć osłonkę zabezpieczającą z plastra.
pt_br: Remova a tampa de segurança da patch.
ro: Îndepărtați capacul de siguranță al pompei.
ru: Удалите крышку безопасности из патча.
sk: Odstráňte bezpečnostný kryt z náplasti.
sl: Z obliža odstranite varnostni pokrov.
sv: Ta bort skyddskåpet från plåstret.
tr: Güvenlik kapağını yamadan çıkarın.
uk: Зніміть захисну кришку з пластиру.
zh_hans: 从贴泵中移除安全盖。

source: Replace your patch now!
ar: استبدل الرقعة الآن!
da: Udskift dit plaster nu!
de: Ersetzen Sie Ihr Pflaster jetzt!
es: Sustituya su parche ahora
fi: Vaihda laastari nyt!
fr: Remplacez votre patch maintenant !
he: החלף את התיקון שלך עכשיו!
hu: Cserélje ki a tapaszát most!
it: Sostituite subito la vostra patch!
ja: 今すぐパッチを交換してください！
ko: 지금 패치를 교체하세요!
nb: Erstatt depotplasteret ditt nå!
nl: Vervang je patch nu!
pl: Wymień łatkę już teraz!
pt_br: Substitua seu patch agora!
ro: Înlocuiți-vă pompa acum!
ru: Замените патч прямо сейчас!
sk: Vymeňte svoju náplasť teraz!
sl: Zamenjajte svoj obliž zdaj!
sv: Byt ut din patch nu!
tr: Yamanızı şimdi değiştirin!
uk: Замініть патч зараз!
zh_hans: 现在就更换贴泵！

source: Reservoir empty
ar: الخزان فارغ
da: Reservoiret er tomt
de: Reservoir leer
es: Depósito vacío
fi: Säiliö tyhjä
fr: Réservoir vide
he: מאגר ריק
hu: A tartály üres
it: Serbatoio vuoto
ja: リザーバー空
ko: 저장소 비어 있음
nb: Reservoaret er tomt
nl: Reservoir leeg
pl: Zbiornik pusty
pt_br: Reservatório vazio
ro: Rezervor gol
ru: Резервуар пуст
sk: Nádrž je prázdna
sl: Rezervoar je prazen
sv: Reservoaren är tom
tr: Rezervuar boş
uk: Резервуар порожній
zh_hans: 蓄水池空

source: Reservoir Empty
ar: الخزان فارغ
da: Reservoiret er tomt
de: Reservoir leer
es: Depósito vacío
fi: Säiliö tyhjä
fr: Réservoir vide
he: מאגר ריק
hu: Tartály üres
it: Serbatoio vuoto
ja: リザーバー・エンプティ
ko: 저장소 비어 있음
nb: Reservoaret er tomt
nl: Reservoir leeg
pl: Zbiornik pusty
pt_br: Reservatório vazio
ro: Rezervor gol
ru: Резервуар пуст
sk: Nádrž je prázdna
sl: Rezervoar prazen
sv: Reservoar tom
tr: Rezervuar Boş
uk: Резервуар порожній
zh_hans: 水库空

source: Reservoir low (%lld U)
ar: انخفاض الخزان (%lld U)
da: Reservoir lavt (%lld U)
de: Vorratsbehälter niedrig (%lld U)
es: Depósito bajo (%lld U)
fi: Säiliö matala (%lld U)
fr: Réservoir bas (%lld U)
he: מאגר נמוך (%lld U)
hu: Tartály alacsony (%lld U)
it: Serbatoio basso (%lld U)
ja: リザーバ低 (%lld U)
ko: 저수지 부족(%lld U)
nb: Reservoar lavt (%lld U)
nl: Reservoir laag (%lld U)
pl: Niski stan zbiornika (%lld U)
pt_br: Reservatório baixo (%lld U)
ro: Rezervor scăzut (%lld U)
ru: Низкий уровень резервуара (%lld U)
sk: Nízka úroveň zásobníka (%lld U)
sl: Nizka vrednost rezervoarja (%lld U)
sv: Reservoaren låg (%lld U)
tr: Rezervuar düşük (%lld U)
uk: Низький рівень водосховища (%lld U)
zh_hans: 水库低位（%lld U）

source: Resume
ar: السيرة الذاتية
da: CV
de: Lebenslauf
es: Currículum
fi: Yhteenveto
fr: Curriculum vitae
he: קורות חיים
hu: Önéletrajz
it: Il curriculum
ja: 履歴書
ko: 이력서
nb: CV
nl: CV
pl: Wznowienie
pt_br: Currículo
ro: Reluați
ru: Резюме
sk: Životopis
sl: Življenjepis
sv: Meritförteckning
tr: Özgeçmiş
uk: Резюме
zh_hans: 简历

source: Resume delivery
ar: استئناف التسليم
da: Levering af CV
de: Wiederaufnahme der Lieferung
es: Entrega de currículum
fi: Jatko-osan toimitus
fr: Remise de curriculum vitae
he: המשך המסירה
hu: Összefoglaló kézbesítése
it: Consegna del curriculum
ja: 履歴書の送付
ko: 배달 재개
nb: CV-levering
nl: Hervatten
pl: Wznowienie dostawy
pt_br: Entrega de currículos
ro: Reluați administrarea
ru: Доставка резюме
sk: Doručenie životopisu
sl: Dostava življenjepisa
sv: Leverans av CV
tr: Özgeçmiş teslimatı
uk: Відновити доставку
zh_hans: 简历交付

source: Resume Insulin Delivery
ar: استئناف التسليم
da: Levering af CV
de: Wiederaufnahme der Lieferung
es: Entrega de currículum
fi: Jatko-osan toimitus
fr: Remise de curriculum vitae
he: המשך אספקת האינסולין
hu: Folytassa az inzulinszállítást
it: Consegna del curriculum
ja: 履歴書の送付
ko: 인슐린 배달 재개
nb: CV-levering
nl: Hervatten
pl: Wznowienie dostawy
pt_br: Entrega de currículos
ro: Reluați administrarea insulinei
ru: Доставка резюме
sk: Doručenie životopisu
sl: Dostava življenjepisa
sv: Leverans av CV
tr: Özgeçmiş teslimatı
uk: Відновити доставку
zh_hans: 简历交付

source: Save
ar: الحفظ
da: Gemme
de: Speichern Sie
es: Guardar
fi: Tallenna
fr: Économiser
he: שמור
hu: Mentés
it: Risparmiare
ja: セーブ
ko: 저장
nb: Spar
nl: Sla
pl: Zapisz
pt_br: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 节省

source: Save and continue
ar: حفظ ومتابعة
da: Gem og fortsæt
de: Speichern und fortfahren
es: Guardar y continuar
fi: Tallenna ja jatka
fr: Enregistrer et continuer
he: שמור והמשך
hu: Mentés és folytatás
it: Salva e continua
ja: 保存して続ける
ko: 저장하고 계속하기
nb: Lagre og fortsett
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar
ro: Salvați și continuați
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sl: Shrani in nadaljuj
sv: Spara och fortsätt
tr: Kaydet ve devam et
uk: Зберегти та продовжити
zh_hans: 保存并继续

source: Scheduled Basal
ar: قاعدة مجدولة
da: Planlagt Basal
de: Geplanter Basal
es: Basal programada
fi: Ajastettu Basaali
fr: Basal planifié
he: בסיסי מתוזמן
hu: Menetrend szerinti bazális
it: Base Pianificata
ja: 予定ベース
ko: 예약된 기초
nb: Planlagt basal
nl: Geplande Basaal
pl: Zaplanowana baza
pt_br: Basal Agendada
ro: Bazală programată
ru: Запланированный Базал
sk: Naplánovaný bazál
sl: Načrtovana osnovna vrednost
sv: Schemalagd basal
tr: Planlanmış Bazal
uk: Запланований базальний
zh_hans: 预定的Basal

source: Select insulin type
ar: حدد نوع الأنسولين
da: Vælg insulintype
de: Wähle Insulintyp
es: Seleccionar tipo de insulina
fi: Valitse insuliinityyppi
fr: Sélectionnez le type d'insuline
he: בחר סוג אינסולין
hu: Válassza ki az inzulin típusát
it: Seleziona tipo di insulina
ja: インスリンの種類を選ぶ
ko: 인슐린 유형 선택
nb: Velg insulintype
nl: Selecteer type insuline
pl: Wybierz typ insuliny
pt_br: Selecionar tipo de insulina
ro: Selectați tipul insulină
ru: Выберите тип инсулина
sk: Vybrať typ inzulínu
sl: Izberite vrsto insulina
sv: Välj insulintyp
tr: İnsülin tipini seçin
uk: Оберіть тип інсуліну
zh_hans: 选择绝缘类型

source: Select the type of insulin that you will be using
ar: حدد نوع الأنسولين الذي ستستخدمه
da: Vælg den type insulin, som De skal bruge.
de: Wähle den Insulintyp, den du verwenden möchtest
es: Seleccione el tipo de insulina que usará
fi: Valitse insuliinin tyyppi, jota aiot käyttää
fr: Sélectionnez le type d'insuline que vous utiliserez
he: בחר את סוג האינסולין שבו תשתמש
hu: Válassza ki a használni kívánt inzulin típusát.
it: Seleziona il tipo di insulina che utilizzerai
ja: 使用するインスリンの種類を選択する。
ko: 사용할 인슐린 유형을 선택합니다.
nb: Velg hvilken type insulin du skal bruke
nl: Selecteer het type insuline dat je gaat gebruiken
pl: Wybierz rodzaj insuliny, którą będziesz stosował
pt_br: Selecione o tipo de insulina que você estará usando
ro: Selectați tipul de insulină pe care o veți utiliza
ru: Выберите тип инсулина который вы будете использовать
sk: Vyberte typ inzulínu, ktorý budete používať v tejto pumpe
sl: Izberite vrsto insulina, ki ga boste uporabljali
sv: Välj vilken typ av insulin du ska använda
tr: Kullanacağınız insülin türünü seçin
uk: Виберіть тип інсуліну, який ви будете використовувати
zh_hans: 选择您将使用的绝缘类型

source: Serial number
ar: الرقم التسلسلي
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Sarjanumero
fr: Numéro de série
he: מספר סידורי
hu: Sorszám
it: Numero d’ordine
ja: シリアル番号
ko: 일련 번호
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt_br: Número de série
ro: Număr de serie
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
tr: Seri numarası
uk: Серійний номер
zh_hans: 序列号

source: Set Manual Temp Basal
ar: ضبط معدل الأنسولين الأساسي المؤقت يدويًا
da: Indstil manuel midlertidig basalrate
de: Manuelle temporäre Basalrate einstellen
es: Establecer tasa basal temporal manual
fi: Aseta manuaalinen väliaikainen perusannos
fr: Définir le débit basal temporaire manuel
he: הגדרת טמפרטורה בסיסית ידנית
hu: Kézi ideiglenes bazális beállítása
it: Imposta tasso basale temporaneo manuale
ja: 手動一時ベースレートを設定
ko: 수동 임시 기저율 설정
nb: Angi manuell midlertidig basalrate
nl: Handmatige tijdelijke basale dosering instellen
pl: Ustaw ręczną tymczasową dawkę bazową
pt_br: Definir taxa basal temporária manual
ro: Setare rată bazală temporară manuală
ru: Установить ручную временную базовую дозу
sk: Nastaviť manuálnu dočasnú bazálnu dávku
sl: Nastavi ročno začasno bazalno stopnjo
sv: Ställ in manuell tillfällig basaldos
tr: Manuel Geçici Bazal Hızı Ayarla
uk: Налаштувати ручну тимчасову базову дозу
zh_hans: 设置手动临时基础率

source: Share Medtrum patch logs
ar: مشاركة سجلات التصحيح ميدتروم
da: Del Medtrum patch logs
de: Medtrum Patchlogs teilen
es: Compartir registros de parche Medtrum
fi: Jaa Medtrum laastari lokit
fr: Partager les rustines de Medtrum
he: שתף יומני תיקונים של Medtrum
hu: Medtrum javítási naplók megosztása
it: Condividi i log delle patch Medtrum
ja: Medtrumのパッチログを共有する
ko: Medtrum 패치 로그 공유
nb: Del «Medtrum feilloggene»
nl: Deel Medtrum patch-logs
pl: Udostępnij dzienniki aplikacji Medtrum
pt_br: Compartilhar registros de correções Medtrum
ro: Distribuiți jurnalele pompei Medtrum
ru: Поделиться журналами Medtrum
sk: Zdieľať logy náplaste Medtrum
sl: Skupna raba dnevnikov popravkov Medtrum
sv: Dela Medtrum-patch loggar
tr: Medtrum yama günlüklerini paylaşın
uk: Поділіться журналами виправлень Medtrum
zh_hans: 分享移宇泵日志

source: Signal Loss
ar: فقدان الإشارة
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fi: Signaalin menetys
fr: Perte de signal
he: אובדן אותות
hu: Jelveszteség
it: Perdita di segnale
ja: 信号損失
ko: 신호 손실
nb: Signaltap
nl: Signaalverlies
pl: Utrata sygnału
pt_br: Perda de sinal
ro: Pierderea semnalului
ru: Потеря сигнала
sk: Strata signálu
sl: Izguba signala
sv: Signalförlust
tr: Sinyal Kaybı
uk: Втрата сигналу
zh_hans: 信号丢失

source: Silence
ar: صمت
da: Tavshed
de: Stille
es: Silencio
fi: Hiljaisuus
fr: Silencieux
he: שתיקה
hu: Csend
it: Silenzio
ja: 沈黙
ko: 침묵
nb: Forstummet
nl: Stilte
pl: Wyciszenie
pt_br: Silêncio
ro: Silențios
ru: Тишина
sk: Stíšiť
sl: Tišina
sv: Tystnad
tr: Sessizlik
uk: Тиша.
zh_hans: 静音

source: Start priming
ar: ابدأ التحديث
da: Begynd klargøring
de: Beginne zu primen
es: Empezar a pulir
fi: Aloita alustus
fr: Démarrer l'amorçage
he: התחל לבצע פרימינג
hu: Indítsa el az alapozást
it: Inizia ad innescare
ja: プライミング開始
ko: 프라이밍 시작
nb: Start klaring
nl: Begin met primmen
pl: Rozpocznij przygotowywanie
pt_br: Começar a fazer premir
ro: Începeți amorsarea
ru: Начать привязку
sk: Spustiť napĺňanie
sl: Začetek zalivanja
sv: Börja prima
tr: Hazırlamaya başlayın
uk: Починаємо ґрунтування
zh_hans: 开始设置

source: Status
ar: الحالة
es: Estado
fi: Tila
fr: Statut
he: סטטוס
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pt_br: SItuação
ro: Stare
ru: Статус
sk: Stav
tr: Durum
uk: Статус
zh_hans: 状态

source: Stop Temp Basal
ar: إيقاف الجرعة الأساسية المؤقتة
de: Temporäres Basal anhalten
es: Detener la dosis basal temporal
fi: Pysäytä väliaikainen perusannos
fr: Arrêter le débit basal temporaire
he: עצור את טמפ בזל
hu: Ideiglenes bazális adag leállítása
it: Interrompi il basale temporaneo
ja: 一時的な基礎インスリンを停止する
ko: 임시 기저율 중지
nb: Stopp midlertidig basal
nl: Basale temp. stoppen
pl: Zatrzymaj tymczasową dawkę podstawową
pt_br: Interromper a taxa basal temporária
ro: Oprire bazal temporar
ru: Остановить временную базовую дозу
sk: Zastaviť dočasnú bazálnu dávku
sl: Zaustavi začasno bazalno dozo
sv: Stoppa tillfällig basal
tr: Geçici Bazal Akışı Durdur
uk: Припинити тимчасовий базовий рівень
zh_hans: 停止临时基础率

source: Stopped
ar: توقف
da: Stoppet
de: Gestoppt
es: Detenido
fi: Pysähtyi
fr: Arrêtée
he: נעצר
hu: Megállt
it: Interrotto
ja: 停止
ko: 중지됨
nb: Stoppet
nl: Gestopt
pl: Zatrzymany
pt_br: Parado
ro: Oprită
ru: Остановлено
sk: Zastavené
sl: Ustavljeno
sv: Stoppad
tr: Durduruldu
uk: Зупинився.
zh_hans: 已停止

source: Suspend delivery
ar: تعليق التسليم
da: Suspender levering
de: Zustellung aussetzen
es: Suspender la entrega
fi: Toimituksen keskeyttäminen
fr: Suspendre la livraison
he: השעה את המסירה
hu: Szállítás felfüggesztése
it: Sospendere la consegna
ja: 配送の一時停止
ko: 배달 일시 중단
nb: Avbryt levering
nl: Levering opschorten
pl: Zawieszenie dostawy
pt_br: Suspender a entrega
ro: Suspendați administrarea
ru: Приостановить доставку
sk: Pozastavenie dodávky
sl: Prekinitev dostave
sv: Avbryta leverans
tr: Teslimatı askıya alın
uk: Призупинити доставку
zh_hans: 暂停交付
